const list1=[
  {
    "name": "몽블랑카츠",
    "menu": "메뉴 : 우동, 튀김, 돈까스 등",
    "img": "img_meal1",
    "time": "운영시간 : 10:00 ~ 21:00",
    "place": "위치 : 광장 1층 푸드코트 내"
  },
  {
    "name": "병천순대",
    "menu": "메뉴 : 순대국, 갈비탕 등",
    "img": "img_meal2",
    "time": "운영시간 : 10:00 ~ 21:00",
    "place": "위치 : 광장 1층 푸드코트 내"
  },
  {
    "name": "설매",
    "menu": "메뉴 : 국밥, 찌개 등",
    "img": "img_meal3",
    "time": "운영시간 : 10:00 ~ 21:00",
    "place": "위치 : 광장 1층 푸드코트 내"
  },
  {
    "name": "황제짬뽕",
    "menu": "메뉴 : 중식",
    "img": "img_meal4",
    "time": "운영시간 : 10:00 ~ 02:00",
    "place": "위치 : 광장 2층"
  },
  {
    "name": "콘도식당",
    "menu": "메뉴 : 국밥, 찌개 등",
    "img": "img_meal5",
    "time": "운영시간 : 08:00 ~ 20:00",
    "place": "위치 : 콘도 1층<br>(시즌권 소지 시 10% 할인 및 커피 제공)"
  },
  {
    "name": "부산할매 가마솥국밥",
    "menu": "메뉴 : 갈비탕, 국밥 등",
    "img": "img_meal6",
    "time": "운영시간 : 10:00 ~ 21:00",
    "place": "위치 : 센터 2층 장터 내"
  }
];
const list2=[
  {
    "name": "전망대스낵",
    "menu": "메뉴 : 라면, 우동, 음료 등",
    "img": "img_snack1",
    "time": "운영시간 : 09:00 ~ 02:00",
    "place": "위치 : 타르트리프트 정상"
  },
  {
    "name": "분식센터",
    "menu": "메뉴 : 분식류 등",
    "img": "img_snack2",
    "time": "운영시간 : 10:00 ~ 02:00",
    "place": "위치 : 광장 1층"
  },
  {
    "name": "장터스낵",
    "menu": "메뉴 : 분식류 등",
    "img": "img_snack3",
    "time": "운영시간 : 10:00 ~ 02:00",
    "place": "위치 : 센터 2층 장터 내"
  },
  {
    "name": "장터분식",
    "menu": "메뉴 : 우동, 튀김, 돈가스",
    "img": "img_snack4",
    "time": "운영시간 : 10:00 ~ 02:00",
    "place": "위치 : 센터 2층 장터 내"
  },
  {
    "name": "푸드파크",
    "menu": "메뉴 : 라면, 돈까스, 덮밥 등",
    "img": "img_snack5",
    "time": "운영시간 : 식사 - 10:00 ~ 22:00, 스낵 - 10:00 ~ 24:00",
    "place": "위치 : 파크 1층 푸드코트 내"
  }
];
const list3=[
  {
    "name": "버거킹",
    "menu": "메뉴 : 햄버거 등",
    "img": "img_fast1",
    "time": "운영시간 : 09:00 ~ 24:00",
    "place": "위치 : 광장 2층"
  },
  {
    "name": "뉴욕핫도그",
    "menu": "메뉴 : 핫도그, 음료 등",
    "img": "img_fast2",
    "time": "운영시간 : 09:00 ~ 02:00",
    "place": "위치 : 스키하우스 앞"
  },
  {
    "name": "맘스터치",
    "menu": "메뉴 : 햄버거 등",
    "img": "img_fast3",
    "time": "운영시간 : 10:00 ~ 22:00",
    "place": "위치 : 광장 1층 푸드코트 내"
  }
];
const list4=[
  {
    "name": "GS 편의점",
    "menu": "메뉴 : 과자, 음료, 잡화 등",
    "img": "img_market1",
    "time": "운영시간 : 24시간",
    "place": "위치 : 콘도 1층"
  },
  {
    "name": "미니스톱",
    "menu": "메뉴 : 과자, 음료, 잡화 등",
    "img": "img_market2",
    "time": "운영시간 : 09:00 ~ 02:00",
    "place": "위치 : 광장 1층"
  }
];
const list5=[
  {
    "name": "프레시에또",
    "menu": "메뉴 : 커피, 샌드위치 등",
    "img": "img_bev1",
    "time": "운영시간 : 평일 - 09:00 ~ 24:00, 주말 - 09:00 ~ 02:00",
    "place": "위치 : 광장 1층"
  }
];