const list=new Array();
list[0]=[
  {
    "name": "몽블랑카츠",
    "main": "메뉴 : 우동, 튀김, 돈까스 등",
    "img": "img_meal1",
    "time": "운영시간 : 10:00 ~ 21:00",
    "place": "위치 : 광장 1층 푸드코트 내",
    "menu" : ["몽블랑카츠","몽블랑카츠<br class='d t'>우동세트","치즈카츠","볼카츠","유부우동","새우튀김우동","새우튀김 <br class='d t'>볼카츠세트","고로케(3개)","마라우삼겹우동"],
    "price": ["12,000원","15,000원","14,000원","11,000원","7,000원","9,000원","12,000원","5,000원","11,000원"]
  },
  {
    "name": "병천순대",
    "main": "메뉴 : 순대국, 갈비탕 등",
    "img": "img_meal2",
    "time": "운영시간 : 10:00 ~ 21:00",
    "place": "위치 : 광장 1층 푸드코트 내",
    "menu" : ["순대국밥","얼큰순대국","갈비탕","수육(돼지)국밥","제육덮밥","스팸참치마요덮밥","사골떡만두국 <br class='d t'>(공기밥 포함)","공기밥"],
    "price": ["10,000원","11,000원","12,000원","10,000원","10,000원","10,000원","10,000원","2,000원"]
  },
  {
    "name": "설매",
    "main": "메뉴 : 국밥, 찌개 등",
    "img": "img_meal3",
    "time": "운영시간 : 10:00 ~ 21:00",
    "place": "위치 : 광장 1층 푸드코트 내",
    "menu" : ["설렁탕","차돌순두부찌개","돼지고기 <br class='d t'>김치찌개","해물된장찌개","소머리국밥","불고기버섯뚝배기","불고기버섯뚝배기","공기밥"],
    "price": ["12,000원","11,000원","11,000원","11,000원","12,000원","12,000원","7,000원","2,000원"]
  },
  {
    "name": "황제짬뽕",
    "main": "메뉴 : 중식",
    "img": "img_meal4",
    "time": "운영시간 : 10:00 ~ 02:00",
    "place": "위치 : 광장 2층",
    "menu" : ["짜장면","짬뽕/짬뽕밥","불짬뽕(밥)","마라짬뽕","볶음밥","탕수육(소)","탕수육(중)","사천탕수육(소)","사천탕수육(중)","물만두","군만두","멘보샤","공기밥"],
    "price": ["8,000원","9,000원","10,000원","11,000원","9,000원","15,000원","20,000원","17,000원","22,000원","7,000원","7,000원","7,000원","2,000원"]
  },
  {
    "name": "콘도식당",
    "main": "메뉴 : 국밥, 찌개 등",
    "img": "img_meal5",
    "time": "운영시간 : 08:00 ~ 20:00",
    "place": "위치 : 콘도 1층<br>(시즌권 소지 시 10% 할인 및 커피 제공)",
    "menu" : ["소고기국밥","전복야채죽","차돌순두부찌개","토스트와 <br class='d t'>계란요리","어묵튀김우동","수제돈까스정식","소고기 <br class='d t'>오므라이스","한우 <br class='d t'>함박스테이크","돼지고기 <br class='d t'>김치찌개정식","제육볶음쌈정식","옛날통닭과 <br class='d t'>감자튀김","돼지고기김치 <br class='d t'>왕만두전골","카스맥주","소주","원두커피","아이스커피","녹차","사이다","오렌지쥬스","콜라"],
    "price": ["14,000원","14,000원","15,000원","9,000원","12,000원","14,000원","14,000원","16,000원","15,000원","16,000원","45,000원","58,000원","6,000원","6,000원","6,000원","7,000원","6,000원","3,000원","6,000원","3,000원"]
  },
  {
    "name": "부산할매 가마솥국밥",
    "main": "메뉴 : 갈비탕, 국밥 등",
    "img": "img_meal6",
    "time": "운영시간 : 10:00 ~ 21:00",
    "place": "위치 : 센터 2층 장터 내",
    "menu" : ["가마솥왕갈비탕","가마솥진설렁탕","소갈비시래기국밥","얼큰소고기국밥","소내장탕","가마솥나주곰탕","가마솥육개장","가마솥소머리국밥","가마솥도가니탕","뼈해장국","공기밥","생수","정종","맥주"],
    "price": ["12,000원","9,000원","9,000원","9,000원","9,000원","9,000원","9,000원","9,000원","12,000원","12,000원","1,000원","1,000원","4,000원","4,000원"]
  }
];
list[1]=[
  {
    "name": "전망대스낵",
    "main": "메뉴 : 라면, 우동, 음료 등",
    "img": "img_snack1",
    "time": "운영시간 : 09:00 ~ 02:00",
    "place": "위치 : 타르트리프트 정상",
    "menu" : ["꼬치우동","김치꼬치우동","라면","떡볶이","부산오뎅","소시지","핫바","아메리카노","핫초코","생수","핫식스","게토레이","콜라,사이다","캔맥주,정종"],
    "price": ["7,000원","7,500원","6,000원","6,000원","6,000원","3,000원","3,000원","4,000원","4,500원","1,500원","2,500원","2,000원","2,000원","4,000원"]
  },
  {
    "name": "분식센터",
    "main": "메뉴 : 분식류 등",
    "img": "img_snack2",
    "time": "운영시간 : 10:00 ~ 02:00",
    "place": "위치 : 광장 1층",
    "menu" : ["튀김우동","유부우동","물만두","순대","떡볶이","오뎅","핫바","소시지","닭꼬치구이","생수","정종","캔맥주"],
    "price": ["8,000원","7,500원","7,000원","8,000원","7,000원","7,000원","3,500원","3,500원","4,000원","1,000원","4,000원","4,000원"]
  },
  {
    "name": "장터스낵",
    "main": "메뉴 : 음료 등",
    "img": "img_snack3",
    "time": "운영시간 : 10:00 ~ 02:00",
    "place": "위치 : 센터 2층 장터 내",
    "menu" : ["아메리카노","에스프레소","카푸치노","카페모카","카라멜마끼야또","카페라떼","녹차라떼","고구마라떼","바닐라라떼","스팀밀크","핫초코","밀크티","유자차","레몬차","자몽차","유기농녹차/<br class='d t'>홍차","유기농루이보스/<br class='d t'>카모마일","자몽/<br class='d t'>레몬에이드","아이스티","샷추가/ICE"],
    "price": ["5,000원","5,000원","6,000원","6,500원","6,500원","6,000원","6,000원","6,500원","6,500원","5,000원","6,500원","6,500원","5,500원","5,500원","5,500원","5,500원","5,500원","6,500원","6,500원","500원"]
  },
  {
    "name": "장터분식",
    "main": "메뉴 : 우동, 튀김, 돈가스",
    "img": "img_snack4",
    "time": "운영시간 : 10:00 ~ 02:00",
    "place": "위치 : 센터 2층 장터 내",
    "menu" : ["떡볶이","부산어묵","순대","유부우동","짜장면","튀김만두","갈비맛소시지","카스","정종","생수"],
    "price": ["6,000원","6,000원","7,000원","6,000원","6,000원","5,000원","3,000원","4,000원","4,000원","1,500원"]
  },
  {
    "name": "푸드파크",
    "main": "메뉴 : 라면, 돈까스, 덮밥 등",
    "img": "img_snack5",
    "time": "운영시간 : 식사 - 10:00 ~ 22:00, 스낵 - 10:00 ~ 24:00",
    "place": "위치 : 파크 1층 푸드코트 내",
    "menu" : ["치즈돈까스","왕돈까스","함박스테이크","소머리곰탕","한우영양내장탕","김치찌개","소불고기덮밥","해물된장찌개","카레덮밥","어묵우동","튀김우동","치즈라면","라면","짜장면","떡볶이","어묵꼬치","왕만두","공기밥","와플","츄러스","크림치즈프레즐","고구마스틱","치킨강정","구슬아이스크림","핫바","소시지","소떡소떡","감자핫도그","치즈핫도그","회오리감자","아메리카노","까페라떼","핫초코","캔커피","베지밀","벌꿀유자차","데자와","코카콜라","스프라이트","환타","파워에이드","암바사화이트","비타민워터","미닛메이드","포카리스웨트","생수","캔맥주","정종"],
    "price": ["12,000원","12,000원","12,000원","12,000원","12,000원","11,000원","11,000원","11,000원","10,000원","8,000원","8,000원","7,000원","6,500원","7,000원","6,000원","7,000원","7,000원","2,000원","3,500원","3,500원","4,000원","3,000원","14,000원","3,500원","3,000원","3,500원","4,500원","4,000원","4,000원","4,500원","3,000원","3,500원","3,500원","1,500원","2,500원","2,500원","1,500원","3,500원","3,500원","3,000원","3,000원","3,500원","3,500원","3,000원","3,000원","1,000원","4,500원","5,000원"]
  }
];
list[2]=[
  {
    "name": "버거킹",
    "main": "메뉴 : 햄버거 등",
    "img": "img_fast1",
    "time": "운영시간 : 09:00 ~ 24:00",
    "place": "위치 : 광장 2층",
    "menu" : ["콰트로치즈와퍼 <br class='d t'>세트","콰트로치즈와퍼 <br class='d t'>단품","와퍼세트","와퍼단품","와퍼주니어세트","와퍼주니어단품","불고기와퍼세트","불고기와퍼단품","치즈와퍼세트","치즈와퍼단품","더블와퍼세트","더블와퍼단품","커플팩","더블팩","치킨팩","프렌치프라이","너겟킹","바삭킹","탄산음료","아메리카노","핫초코","미닛메이드 <br class='d t'>오렌지","순수미네랄워터"],
    "price": ["10,300원","8,200원","9,400원","7,400원","7,100원","5,000원","9,400원","7,400원","10,000원","8,000원","12,600원","10,600원","21,500원","23,500원","24,000원","2,400원","4,700원","6,900원","2,200원","2,600원","3,100원","3,100원","1,600원"]
  },
  {
    "name": "뉴욕핫도그",
    "main": "메뉴 : 핫도그, 음료 등",
    "img": "img_fast2",
    "time": "운영시간 : 09:00 ~ 02:00",
    "place": "위치 : 스키하우스 앞",
    "menu" : ["플레인","치즈","갈릭","래리쉬","뉴욕칠리","바베큐치킨","소불고기","불갈비","닭갈비","치킨텐더","후렌치후라이","크림치즈프레즐","츄러스","아메리카노","카페라떼","카라멜/ <br class='d t'>바닐라 라떼","카라멜마끼야또","카페모카","초코라떼","녹차라떼","에이드(자몽,레몬, <br class='d t'>청사과,블루베리)","허니유자차","복숭아아이스티","자몽티","레몬티","콜라/사이다"],
    "price": ["5,000원","5,500원","5,500원","5,500원","6,000원","6,000원","6,000원","6,000원","6,000원","8,000원","7,000원","4,000원","4,000원","4,500원","5,000원","5,500원","6,000원","6,000원","5,500원","5,500원","5,000원","5,000원","5,000원","5,000원","5,000원","2,500원"]
  },
  {
    "name": "맘스터치",
    "main": "메뉴 : 햄버거 등",
    "img": "img_fast3",
    "time": "운영시간 : 10:00 ~ 22:00",
    "place": "위치 : 광장 1층 푸드코트 내",
    "menu" : ["싸이버거빅세트","딥치즈싸이버거 <br class='d t'>빅세트","쉬림프싸이플렉스 <br class='d t'>버거빅세트","통새우버거 <br class='d t'>빅세트","후라이드 <br class='d t'>싸이순살","맘스양념 <br class='d t'>싸이순살","후라이드 <br class='d t'>싸이순살세트","맘스양념 <br class='d t'>싸이순살세트","케이준양념감자 <br class='d t'>(대)","치즈스틱 <br class='d t'>(2조각)","할라피뇨너겟 <br class='d t'>(10조각)"],
    "price": ["9,500원","10,000원","11,900원","8,100원","12,000원","14,200원","14,500원","16,700원","3,900원","2,200원","4,900원"]
  }
];
list[3]=[
  {
    "name": "GS 편의점",
    "main": "메뉴 : 과자, 음료, 잡화 등",
    "img": "img_market1",
    "time": "운영시간 : 24시간",
    "place": "위치 : 콘도 1층"
  },
  {
    "name": "미니스톱",
    "main": "메뉴 : 과자, 음료, 잡화 등",
    "img": "img_market2",
    "time": "운영시간 : 09:00 ~ 02:00",
    "place": "위치 : 광장 1층"
  }
];
list[4]=[
  {
    "name": "프레시에또",
    "main": "메뉴 : 커피, 샌드위치 등",
    "img": "img_bev1",
    "time": "운영시간 : 평일 - 09:00 ~ 24:00, 주말 - 09:00 ~ 02:00",
    "place": "위치 : 광장 1층",
    "menu" : ["에스프레소","아메리카노","스페셜티 <br class='d t'>아메리카노","카페라떼","카푸치노","카라멜마끼야또","바닐라라떼","카페모카","카라멜모카","바닐라모카","스팀밀크","스윗핫초코","제주녹차라떼","밀크티","곡물라떼","유기농현미녹차","레드호박티","캐모마일&민트","무카페인 <br class='d t'>오렌지블라썸","유자레몬티","자몽핫티","자몽/<br class='d t'>레몬에이드","청포도/<br class='d t'>오렌지에이드","베리베리요거트","밀크버블티","구슬아이스크림","Drinl(수입)","비어캔","롱츄러스","스틱핫도그","플레인핫도그","칠리핫도그","비비큐핫도그","크림치즈프레즐","허니버터브레드","조각케익","프레시콤보","핫도그콤보","에또콤보","찰떡궁합콤보","커피프랜드콤보","더블콤보","스마일콤보","스위트콤보"],
    "price": ["5,000원","5,000원","6,000원","6,000원","6,000원","6,500원","6,500원","7,000원","7,000원","7,500원","5,000원","6,000원","6,500원","6,500원","6,500원","6,000원","6,000원","6,500원","6,500원","6,500원","6,500원","6,000원","6,500원","7,500원","7,500원","4,000원","6,000원","6,000원","4,000원","5,000원","5,500원","6,000원","6,500원","6,000원","7,500원","7,000원","10,000원","11,000원","11,500원","10,500원","12,000원","16,000원","8,500원","9,500원"]
  }
];